Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Projects will be kept locally. Other devices will no longer see updates.
ar: سيتم الاحتفاظ بالمشاريع محليًا. لن تتمكن الأجهزة الأخرى من رؤية التحديثات بعد الآن.
ca: Els projectes es mantindran localment. Altres dispositius ja no veuran actualitzacions.
cs: Projekty budou uloženy lokálně. Ostatní zařízení již neuvidí aktualizace.
da: Projekter vil blive holdt lokalt. Andre enheder vil ikke længere se opdateringer.
de: Projekte bleiben lokal gespeichert. Andere Geräte erhalten keine Aktualisierungen mehr.
el: Τα έργα θα διατηρούνται τοπικά. Οι άλλες συσκευές δεν θα βλέπουν πλέον ενημερώσεις.
es: Los proyectos se mantendrán localmente. Otros dispositivos ya no verán actualizaciones.
fa: پروژه‌ها به صورت محلی نگهداری خواهند شد. دستگاه‌های دیگر دیگر به‌روزرسانی‌ها را نخواهند دید.
fi: Projektit säilytetään paikallisesti. Muut laitteet eivät enää näe päivityksiä.
fr: Les projets seront conservés localement. Les autres appareils ne verront plus les mises à jour.
he: הפרויקטים יישמרו במקום. מכשירים אחרים לא יראו יותר עדכונים.
hr: Projekti će se čuvati lokalno. Drugi uređaji više neće vidjeti ažuriranja.
hu: A projektek helyben maradnak. Más eszközök többé nem látják a frissítéseket.
id: Proyek akan disimpan secara lokal. Perangkat lain tidak akan lagi melihat pembaruan.
it: I progetti verranno conservati in locale. Gli altri dispositivi non vedranno più gli aggiornamenti.
ja: プロジェクトはローカルに保存されます。ほかのデバイスには更新が反映されなくなります。
ko: 프로젝트는 로컬에 보관됩니다. 다른 기기에는 더 이상 업데이트가 표시되지 않습니다.
ms: Projek akan disimpan secara tempatan. Peranti lain tidak akan melihat kemas kini lagi.
nl: Projecten worden lokaal gehouden. Andere apparaten zullen geen updates meer zien.
no: Prosjekter vil bli holdt lokalt. Andre enheter vil ikke lenger se oppdateringer.
pl: Projekty będą przechowywane lokalnie. Inne urządzenia nie będą już widzieć aktualizacji.
pt_br: Os projetos serão mantidos localmente. Outros dispositivos não verão mais atualizações.
pt_pt: Os projetos serão mantidos localmente. Outros dispositivos não verão mais atualizações.
ro: Proiectele vor fi păstrate la nivel local. Alte dispozitive nu vor mai vedea actualizări.
ru: Проекты будут храниться локально. Другие устройства больше не будут получать обновления.
sk: Projekty sa budú uchovávať lokálne. Ostatné zariadenia už neuvidia aktualizácie.
sl: Projekti se bodo hranili lokalno. Druge naprave ne bodo več videle posodobitev.
sv: Projekt kommer att hållas lokalt. Andra enheter kommer inte längre att se uppdateringar.
th: โครงการจะถูกเก็บไว้ภายในเครื่อง อุปกรณ์อื่นๆ จะไม่เห็นการอัปเดตอีกต่อไป
tr: Projeler yerel olarak tutulacak. Diğer aygıtlar artık güncellemeleri görmeyecek.
uk: Проєкти зберігатимуться локально. Інші пристрої більше не бачитимуть оновлень.
ur: منصوبوں کو مقامی طور پر رکھا جائے گا۔ دیگر آلات اب اپ ڈیٹس نہیں دیکھیں گے۔
vi: Các dự án sẽ được lưu giữ tại địa phương. Các thiết bị khác sẽ không còn thấy bản cập nhật nữa.
zh_hans: 项目将保留在本地。其他设备将不再看到更新。
zh_hant: 專案將保留在本機。其他裝置將不再看到更新。

source: Projects will be kept locally. Other Macs will no longer see updates.
ar: سيتم الاحتفاظ بالمشاريع محليًا. لن تتمكن Mac الأخرى من رؤية التحديثات بعد الآن.
ca: Els projectes es mantindran localment. Altres Macs ja no veuran actualitzacions.
cs: Projekty budou uloženy lokálně. Ostatní Mac již neuvidí aktualizace.
da: Projekter vil blive holdt lokalt. Andre Macere vil ikke længere se opdateringer.
de: Projekte bleiben lokal gespeichert. Andere Macs erhalten keine Aktualisierungen mehr.
el: Τα έργα θα διατηρούνται τοπικά. Οι άλλοι Macδεν θα βλέπουν πλέον ενημερώσεις.
es: Los proyectos se conservarán localmente. Otros Macs ya no verán actualizaciones.
fa: پروژه‌ها به صورت محلی نگهداری خواهند شد. سایر Macها دیگر به‌روزرسانی‌ها را نخواهند دید.
fi: Projektit säilytetään paikallisesti. Muut Mac eivät enää näe päivityksiä.
fr: Les projets seront conservés localement. Les autres Mac ne verront plus les mises à jour.
he: הפרויקטים יישמרו במקום. אחרים Mac לא יראו יותר עדכונים.
hr: Projekti će se čuvati lokalno. Ostali Mac više neće vidjeti ažuriranja.
hu: A projektek helyben maradnak. A többi Mac nem fogja látni a frissítéseket.
id: Proyek akan disimpan secara lokal. Mac lainnya tidak akan melihat pembaruan lagi.
it: I progetti verranno conservati in locale. Gli altri Mac non vedranno più gli aggiornamenti.
ja: プロジェクトはローカルに保存されます。ほかの Mac には更新が反映されなくなります。
ko: 프로젝트는 로컬에 보관됩니다. 다른 Mac에는 더 이상 업데이트가 표시되지 않습니다.
ms: Projek akan disimpan secara tempatan. Mac yang lain tidak akan melihat kemas kini lagi.
nl: Projecten worden lokaal gehouden. Andere Macs zien geen updates meer.
no: Prosjekter vil bli holdt lokalt. Andre Macer vil ikke lenger se oppdateringer.
pl: Projekty będą przechowywane lokalnie. Inne Mac-y nie będą już widzieć aktualizacji.
pt_br: Os projetos serão mantidos localmente. Outros Macs não verão mais atualizações.
pt_pt: Os projetos serão mantidos localmente. Outros Macs não verão mais atualizações.
ro: Proiectele vor fi păstrate la nivel local. Alte Mac-uri nu vor mai vedea actualizări.
ru: Проекты будут храниться локально. Другие компьютеры Mac больше не будут получать обновления.
sk: Projekty sa budú uchovávať lokálne. Ostatným používateľom Mac sa už nebudú zobrazovať aktualizácie.
sl: Projekti se bodo hranili lokalno. Drugi Mac ne bodo več videli posodobitev.
sv: Projekt kommer att hållas lokalt. Andra Macs kommer inte längre att se uppdateringar.
th: โครงการจะถูกเก็บไว้ภายในเครื่อง Macอื่นๆ จะไม่เห็นการอัปเดตอีกต่อไป
tr: Projeler yerel olarak tutulacak. Diğer Mac'ler artık güncellemeleri görmeyecek.
uk: Проєкти зберігатимуться локально. Інші комп’ютери Mac більше не бачитимуть оновлень.
ur: منصوبوں کو مقامی طور پر رکھا جائے گا۔ دیگر Mac کو مزید اپ ڈیٹس نظر نہیں آئیں گے۔
vi: Các dự án sẽ được lưu giữ tại địa phương. Các Mac khác sẽ không còn thấy nội dung cập nhật nữa.
zh_hans: 项目将保留在本地。其他 Mac 将不再看到更新。
zh_hant: 專案將保留在本機。其他 Mac 將不再看到更新。

source: Promotional Text
ar: النص الترويجي
ca: Text promocional
cs: Propagační text
da: Salgsfremmende tekst
de: Werbetext
el: Προωθητικό Κείμενο
es: Texto promocional
fa: متن تبلیغاتی
fi: Mainosteksti
fr: Texte promotionnel
he: טקסט קידום מכירות
hr: Promotivni tekst
hu: Promóciós szöveg
id: Teks Promosi
it: Testo promozionale
ja: プロモーション用テキスト
ko: 홍보 문구
ms: Teks Promosi
nl: Promotionele tekst
no: Markedsføringstekst
pl: Tekst promocyjny
pt_br: Texto promocional
pt_pt: Texto Promocional
ro: Text promoțional
ru: Рекламный текст
sk: Propagačný text
sl: Promocijsko besedilo
sv: Reklamtext
th: ข้อความส่งเสริมการขาย
tr: Tanıtım Metni
uk: Рекламний текст
ur: پروموشنل ٹیکسٹ
vi: Văn bản quảng cáo
zh_hans: 推广文本
zh_hant: 宣傳文字

source: Proposed screenshot %lld, %@
ar: لقطة الشاشة المقترحة %1$lld، %2$@
ca: Captura de pantalla proposta %1$lld, %2$@
cs: Navrhovaný snímek obrazovky %1$lld, %2$@
da: Foreslået skærmbillede %1$lld, %2$@
de: Vorgeschlagener Screenshot %lld, %@
el: Προτεινόμενο στιγμιότυπο οθόνης %1$lld, %2$@
es: Captura propuesta %lld, %@
fa: اسکرین‌شات پیشنهادی %1$lld، %2$@
fi: Ehdotettu kuvakaappaus %1$lld, %2$@
fr: Capture d'écran proposée %lld, %@
he: צילום מסך מוצע %1$lld, %2$@
hr: Predloženi snimak zaslona %1$lld, %2$@
hu: Javasolt képernyőkép %1$lld, %2$@
id: Tangkapan layar yang diusulkan %1$lld, %2$@
it: Screenshot proposto %lld, %@
ja: 提案されたスクリーンショット %1$lld、%2$@
ko: 제안된 스크린샷 %lld, %@
ms: Tangkapan skrin yang dicadangkan %1$lld, %2$@
nl: Voorgestelde screenshot %1$lld, %2$@
no: Foreslått skjermdump %1$lld, %2$@
pl: Proponowany zrzut ekranu %1$lld, %2$@
pt_br: Captura de tela proposta %lld, %@
pt_pt: Captura de ecrã proposta %1$lld, %2$@
ro: Captură de ecran propusă %1$lld, %2$@
ru: Предлагаемый скриншот %lld, %@
sk: Navrhovaná snímka obrazovky %1$lld, %2$@
sl: Predlagani posnetek zaslona %1$lld, %2$@
sv: Föreslagen skärmdump %1$lld, %2$@
th: ภาพหน้าจอที่เสนอ %1$lld, %2$@
tr: Önerilen ekran görüntüsü %lld, %@
uk: Запропонований знімок екрана %lld, %@
ur: مجوزہ اسکرین شاٹ %1$lld، %2$@
vi: Ảnh chụp màn hình được đề xuất %1$lld, %2$@
zh_hans: 建议的第 %lld 张截图，%@
zh_hant: 建議的第 %lld 張螢幕截圖，%@

source: Proposed Screenshot Bro
ar: المقترح Screenshot Bro
ca: Proposta Screenshot Bro
cs: Navrženo Screenshot Bro
da: Foreslået Screenshot Bro
de: Vorschlag von Screenshot Bro
el: Προτάθηκε Screenshot Bro
es: Propuesta de Screenshot Bro
fa: پیشنهاد Screenshot Bro
fi: Ehdotettu Screenshot Bro
fr: Proposition Screenshot Bro
he: מוצע Screenshot Bro
hr: Predloženi Screenshot Bro
hu: Javasolt Screenshot Bro
id: Diusulkan Screenshot Bro
it: Proposti da Screenshot Bro
ja: Screenshot Bro の提案
ko: Screenshot Bro 제안
ms: Screenshot Bro dicadangkan
nl: Voorgesteld Screenshot Bro
no: Foreslått Screenshot Bro
pl: Zaproponowano Screenshot Bro
pt_br: Proposta do Screenshot Bro
pt_pt: Proposto Screenshot Bro
ro: Screenshot Bro propus
ru: Предлагает Screenshot Bro
sk: Navrhnuté Screenshot Bro
sl: Predlagano Screenshot Bro
sv: Föreslagna Screenshot Bro
th: เสนอ Screenshot Bro
tr: Önerilen (Screenshot Bro)
uk: Пропозиція Screenshot Bro
ur: تجویز کردہ Screenshot Bro
vi: Đã đề xuất Screenshot Bro
zh_hans: Screenshot Bro 建议
zh_hant: Screenshot Bro 建議

source: Purchase
ar: شراء
ca: Compra
cs: Nákup
da: Køb
de: Kauf
el: Αγορά
es: Compra
fa: خرید
fi: Osta
fr: Achat
he: רכישה
hr: Kupnja
hu: Vásárlás
id: Beli
it: Acquisto
ja: 購入
ko: 구입
ms: Belian
nl: Aankoop
no: Kjøp
pl: Zakup
pt_br: Compra
pt_pt: Comprar
ro: Cumpără
ru: Покупка
sk: Nákup
sl: Nakup
sv: Köp
th: ซื้อ
tr: Satın Alma
uk: Покупка
ur: خریداری
vi: Mua hàng
zh_hans: 购买
zh_hant: 購買

source: Purchase completed, but RevenueCat did not grant access. Check the entitlement or product mapping in RevenueCat.
ar: اكتملت عملية الشراء، ولكن RevenueCat لم يمنح حق الوصول. تحقق من الاستحقاق أو تعيين المنتج في RevenueCat.
ca: La compra s'ha completat, però RevenueCat no ha concedit accés. Comproveu el dret o el mapa del producte a RevenueCat.
cs: Nákup dokončen, ale RevenueCat neudělil přístup. Zkontrolujte oprávnění nebo mapování produktu v RevenueCat.
da: Købet blev gennemført, men RevenueCat gav ikke adgang. Tjek berettigelsen eller produkttilknytningen i RevenueCat.
de: Der Kauf wurde abgeschlossen, aber RevenueCat hat keinen Zugriff gewährt. Prüfe die Berechtigungs- oder Produktzuordnung in RevenueCat.
el: Η αγορά ολοκληρώθηκε, αλλά ο RevenueCat δεν παραχώρησε πρόσβαση. Ελέγξτε το δικαίωμα ή την αντιστοίχιση προϊόντος στο RevenueCat.
es: La compra se completó pero RevenueCat no concedió acceso. Revisa la configuración de entitlement o producto en RevenueCat.
fa: خرید تکمیل شد، اما RevenueCat اجازه دسترسی نداد. استحقاق یا نگاشت محصول را در RevenueCat بررسی کنید.
fi: Osto suoritettu, mutta RevenueCat ei myöntänyt käyttöoikeutta. Tarkista käyttöoikeus tai tuotekartoitus kohdassa RevenueCat.
fr: Achat terminé, mais RevenueCat n'a pas accordé l'accès. Vérifiez le droit ou le mappage de produit dans RevenueCat.
he: הרכישה הושלמה, אך RevenueCat לא העניק גישה. בדוק את הזכאות או מיפוי המוצר ב-RevenueCat.
hr: Kupnja je dovršena, ali RevenueCat nije odobrio pristup. Provjerite pravo ili mapiranje proizvoda u RevenueCat.
hu: A vásárlás befejeződött, de RevenueCat nem adott hozzáférést. Ellenőrizze a jogosultságot vagy a termékleképezést itt: RevenueCat.
id: Pembelian selesai, namun RevenueCat tidak memberikan akses. Periksa kepemilikan atau pemetaan produk di RevenueCat.
it: Acquisto completato, ma RevenueCat non ha concesso l'accesso. Controlla l'entitlement o la mappatura dei prodotti in RevenueCat.
ja: 購入は完了しましたが、RevenueCat がアクセス権を付与しませんでした。RevenueCat でエンタイトルメントまたは製品のマッピングを確認してください。
ko: 구매가 완료되었지만 RevenueCat에서 이용 권한을 부여하지 않았습니다. RevenueCat에서 인타이틀먼트 또는 제품 매핑을 확인하세요.
ms: Pembelian selesai, tetapi RevenueCat tidak memberikan akses. Semak kelayakan atau pemetaan produk dalam RevenueCat.
nl: Aankoop voltooid, maar RevenueCat heeft geen toegang verleend. Controleer de rechten of producttoewijzing in RevenueCat.
no: Kjøp fullført, men RevenueCat ga ikke tilgang. Sjekk rettighetene eller produkttilordningen i RevenueCat.
pl: Zakup został sfinalizowany, ale RevenueCat nie przyznał dostępu. Sprawdź uprawnienia lub mapowanie produktu w RevenueCat.
pt_br: Compra concluída, mas o RevenueCat não liberou o acesso. Verifique o entitlement ou o mapeamento de produtos no RevenueCat.
pt_pt: Compra concluída, mas RevenueCat não concedeu acesso. Verifique o direito ou o mapeamento do produto em RevenueCat.
ro: Achiziție finalizată, dar RevenueCat nu a acordat acces. Verificați dreptul sau maparea produsului în RevenueCat.
ru: Покупка завершена, но RevenueCat не предоставил доступ. Проверьте право доступа (entitlement) или сопоставление продуктов в RevenueCat.
sk: Nákup bol dokončený, ale RevenueCat neudelil prístup. Skontrolujte oprávnenie alebo mapovanie produktu v RevenueCat.
sl: Nakup je bil zaključen, vendar RevenueCat ni odobril dostopa. Preverite upravičenost ali preslikavo izdelka v RevenueCat.
sv: Köpet slutfört, men RevenueCat gav inte åtkomst. Kontrollera rättigheten eller produktmappningen i RevenueCat.
th: การซื้อเสร็จสมบูรณ์ แต่ RevenueCat ไม่ได้ให้สิทธิ์การเข้าถึง ตรวจสอบการให้สิทธิ์หรือการแมปผลิตภัณฑ์ใน RevenueCat
tr: Satın alma tamamlandı ancak RevenueCat erişim vermedi. RevenueCat'teki yetkilendirmeyi veya ürün eşlemesini denetleyin.
uk: Покупку завершено, але RevenueCat не надав доступу. Перевірте зіставлення прав доступу або продуктів у RevenueCat.
ur: خریداری مکمل ہو گئی، لیکن RevenueCat نے رسائی نہیں دی۔ RevenueCat میں استحقاق یا پروڈکٹ میپنگ چیک کریں۔
vi: Giao dịch mua đã hoàn tất nhưng RevenueCat không cấp quyền truy cập. Kiểm tra quyền hoặc ánh xạ sản phẩm trong RevenueCat.
zh_hans: 购买已完成，但 RevenueCat 未授予访问权限。请检查 RevenueCat 中的权益或产品映射。
zh_hant: 購買已完成，但 RevenueCat 未授予存取權。請檢查 RevenueCat 中的權益或產品對應設定。

source: Purchase failed: %@
ar: فشل الشراء: %1$@
ca: La compra ha fallat: %1$@
cs: Nákup se nezdařil: %1$@
da: Køb mislykkedes: %1$@
de: Kauf fehlgeschlagen: %@
el: Η αγορά απέτυχε: %1$@
es: Error en la compra: %@
fa: خرید ناموفق بود: %1$@
fi: Osto epäonnistui: %1$@
fr: Échec de l'achat : %@
he: הרכישה נכשלה: %1$@
hr: Kupnja nije uspjela: %1$@
hu: Sikertelen vásárlás: %1$@
id: Pembelian gagal: %1$@
it: Acquisto non riuscito: %@
ja: 購入に失敗しました: %@
ko: 구매 실패: %@
ms: Pembelian gagal: %1$@
nl: Aankoop mislukt: %1$@
no: Kjøp mislyktes: %1$@
pl: Zakup nie powiódł się: %1$@
pt_br: Falha na compra: %@
pt_pt: Falha na compra: %1$@
ro: Achiziția nu a reușit: %1$@
ru: Не удалось совершить покупку: %@
sk: Nákup zlyhal: %1$@
sl: Nakup ni uspel: %1$@
sv: Köp misslyckades: %1$@
th: การซื้อล้มเหลว: %1$@
tr: Satın alma başarısız oldu: %@
uk: Помилка покупки: %@
ur: خریداری ناکام ہو گئی: %1$@
vi: Mua hàng không thành công: %1$@
zh_hans: 购买失败：%@
zh_hant: 購買失敗：%@

source: Purchase Status
ar: حالة الشراء
ca: Estat de la compra
cs: Stav nákupu
da: Købsstatus
de: Kaufstatus
el: Κατάσταση Αγοράς
es: Estado de la compra
fa: وضعیت خرید
fi: Ostoksen tila
fr: État de l'achat
he: סטטוס רכישה
hr: Status kupnje
hu: Vásárlási állapot
id: Status Pembelian
it: Stato dell'acquisto
ja: 購入状況
ko: 구매 상태
ms: Status Pembelian
nl: Aankoopstatus
no: Kjøpsstatus
pl: Stan zakupu
pt_br: Status da compra
pt_pt: Status da compra
ro: Starea achiziției
ru: Статус покупки
sk: Stav nákupu
sl: Stanje nakupa
sv: Köpstatus
th: สถานะการซื้อ
tr: Satın Alma Durumu
uk: Стан покупки
ur: خریداری کی حیثیت
vi: Trạng thái mua hàng
zh_hans: 购买状态
zh_hant: 購買狀態

source: Purchase type
ar: نوع الشراء
ca: Tipus de compra
cs: Typ nákupu
da: Købstype
de: Kaufart
el: Τύπος αγοράς
es: Tipo de compra
fa: نوع خرید
fi: Ostotyyppi
fr: Type d'achat
he: סוג רכישה
hr: Vrsta kupnje
hu: Vásárlás típusa
id: Jenis pembelian
it: Tipo di acquisto
ja: 購入タイプ
ko: 구매 유형
ms: Jenis belian
nl: Aankooptype
no: Kjøpstype
pl: Typ zakupu
pt_br: Tipo de compra
pt_pt: Tipo de compra
ro: Tipul de achiziție
ru: Тип покупки
sk: Typ nákupu
sl: Vrsta nakupa
sv: Inköpstyp
th: ประเภทการซื้อ
tr: Satın alma türü
uk: Тип покупки
ur: خریداری کی قسم
vi: Loại mua hàng
zh_hans: 购买类型
zh_hant: 購買類型

source: Quick export
ar: تصدير سريع
ca: Exportació ràpida
cs: Rychlý export
da: Hurtig eksport
de: Schneller Export
el: Γρήγορη εξαγωγή
es: Exportación rápida
fa: صدور سریع
fi: Nopea vienti
fr: Exportation rapide
he: ייצוא מהיר
hr: Brzi izvoz
hu: Gyors export
id: Ekspor cepat
it: Esportazione rapida
ja: クイック書き出し
ko: 빠른 내보내기
ms: Eksport cepat
nl: Snelle export
no: Rask eksport
pl: Szybki eksport
pt_br: Exportação rápida
pt_pt: Exportação rápida
ro: Export rapid
ru: Быстрый экспорт
sk: Rýchly export
sl: Hiter izvoz
sv: Snabb export
th: ส่งออกด่วน
tr: Hızlı dışa aktarma
uk: Швидкий експорт
ur: فوری برآمد
vi: Xuất nhanh
zh_hans: 快速导出
zh_hant: 快速輸出

source: Quit and reopen Screenshot Bro to switch the interface language.
ar: قم بإنهاء Screenshot Bro وإعادة فتحه لتبديل لغة الواجهة.
ca: Surt i torna a obrir Screenshot Bro per canviar l'idioma de la interfície.
cs: Ukončete a znovu otevřete Screenshot Bro a přepněte jazyk rozhraní.
da: Afslut og genåbn Screenshot Bro for at skifte grænsefladesprog.
de: Beende Screenshot Bro und öffne die App erneut, um die Sprache der Benutzeroberfläche zu wechseln.
el: Κλείστε και ανοίξτε ξανά το Screenshot Bro για να αλλάξετε τη γλώσσα διεπαφής.
es: Sal de Screenshot Bro y vuelve a abrirlo para cambiar el idioma de la interfaz.
fa: برای تغییر زبان رابط، Screenshot Bro را ببندید و دوباره باز کنید.
fi: Lopeta ja avaa Screenshot Bro uudelleen vaihtaaksesi käyttöliittymän kieltä.
fr: Quittez et rouvrez Screenshot Bro pour changer la langue de l'interface.
he: צא ופתח מחדש את Screenshot Bro כדי להחליף את שפת הממשק.
hr: Zatvorite i ponovno otvorite Screenshot Bro za promjenu jezika sučelja.
hu: Lépjen ki, és nyissa meg újra a Screenshot Bro alkalmazást a felület nyelvének váltásához.
id: Keluar dan buka kembali Screenshot Bro untuk mengganti bahasa antarmuka.
it: Chiudi e riapri Screenshot Bro per cambiare la lingua dell'interfaccia.
ja: インターフェイスの言語を切り替えるには、Screenshot Bro を終了してもう一度開いてください。
ko: 인터페이스 언어를 변경하려면 Screenshot Bro를 종료했다가 다시 여세요.
ms: Berhenti dan buka semula Screenshot Bro untuk menukar bahasa antara muka.
nl: Sluit Screenshot Bro af en open het opnieuw om de interfacetaal te wijzigen.
no: Avslutt og åpne Screenshot Bro på nytt for å bytte grensesnittspråk.
pl: Zakończ i otwórz ponownie Screenshot Bro, aby zmienić język interfejsu.
pt_br: Saia e reabra Screenshot Bro para mudar o idioma da interface.
pt_pt: Saia e reabra Screenshot Bro para mudar o idioma da interface.
ro: Ieșiți și redeschideți Screenshot Bro pentru a schimba limba interfeței.
ru: Закройте и снова откройте Screenshot Bro, чтобы сменить язык интерфейса.
sk: Ak chcete zmeniť jazyk rozhrania, ukončite a znova otvorte Screenshot Bro.
sl: Zaprite in znova odprite Screenshot Bro, da preklopite jezik vmesnika.
sv: Avsluta och öppna Screenshot Bro igen för att byta gränssnittsspråk.
th: ออกแล้วเปิด Screenshot Bro อีกครั้งเพื่อเปลี่ยนภาษาอินเทอร์เฟซ
tr: Arayüz dilini değiştirmek için Screenshot Bro'dan çıkıp yeniden açın.
uk: Закрийте й знову відкрийте Screenshot Bro, щоб змінити мову інтерфейсу.
ur: انٹرفیس کی زبان کو تبدیل کرنے کے لیے Screenshot Bro کو چھوڑیں اور دوبارہ کھولیں۔
vi: Thoát và mở lại Screenshot Bro để chuyển ngôn ngữ giao diện.
zh_hans: 退出并重新打开 Screenshot Bro 以切换界面语言。
zh_hant: 結束並重新開啟 Screenshot Bro 以切換介面語言。

source: Radial
ar: شعاعي
cs: Radiální
fa: شعاعی
fi: Säteittäinen
he: רדיאלי
hr: Radijalno
hu: Radiális
it: Radiale
ja: 放射状
ko: 방사형
ms: Jejari
nl: Radiaal
pl: Promieniowy
ru: Радиальный
sk: Radiálne
sl: Radialno
sv: Radiell
th: เรเดียล
tr: Radyal
uk: Радіальний
ur: ریڈیل
vi: xuyên tâm
zh_hans: 径向
zh_hant: 放射狀

source: Radius
ar: نصف القطر
ca: Radi
cs: Poloměr
el: Ακτίνα
es: Radio
fa: شعاع
fi: Säde
fr: Rayon
he: רדיוס
hr: Radijus
hu: Sugár
it: Raggio
ja: 半径
ko: 반지름
ms: Jejari
nl: Straal
pl: Promień
pt_br: Raio
pt_pt: Raio
ro: Raza
ru: Радиус
sk: Polomer
sl: Radij
sv: Radie
th: รัศมี
tr: Yarıçap
uk: Радіус
ur: رداس
vi: Bán kính
zh_hans: 半径
zh_hant: 半徑

source: Rainbow
ar: قوس قزح
ca: Arc de Sant Martí
cs: Duha
da: Regnbue
de: Regenbogen
el: Ουράνιο τόξο
es: Arcoíris
fa: رنگین‌کمان
fi: Sateenkaari
fr: Arc-en-ciel
he: קשת בענן
hr: duga
hu: Szivárvány
id: Pelangi
it: Arcobaleno
ja: 虹
ko: 무지개
ms: Pelangi
nl: Regenboog
no: Regnbue
pl: Tęcza
pt_br: Arco-íris
pt_pt: Arco-íris
ro: Curcubeu
ru: Радуга
sk: Dúha
sl: Mavrica
sv: Regnbåge
th: สายรุ้ง
tr: Gökkuşağı
uk: Веселка
ur: قوس قزح
vi: cầu vồng
zh_hans: 彩虹
zh_hant: 彩虹

source: Rate on the App Store
ar: السعر في App Store
ca: Tarifa el App Store
cs: Ohodnoťte na App Store
da: Bedøm på App Store
de: Im App Store bewerten
el: Βαθμολογήστε το App Store
es: Valorar en el App Store
fa: امتیاز دادن در App Store
fi: Arvioi App Store
fr: Noter sur l’App Store
he: דרג ב-App Store
hr: Ocijenite na App Store
hu: Értékelés a következőn: App Store
id: Nilai pada App Store
it: Valuta sull'App Store
ja: App Store で評価
ko: App Store에서 평가하기
ms: Nilai pada App Store
nl: Beoordeel op de App Store
no: Vurder på App Store
pl: Kurs na App Store
pt_br: Avaliar na App Store
pt_pt: Taxa no App Store
ro: Evaluați pe App Store
ru: Оценить в App Store
sk: Hodnotiť na App Store
sl: Ocenite na App Store
sv: Betygsätt på App Store
th: อัตราในวันที่ App Store
tr: App Store'da Puanla
uk: Оцінити в App Store
ur: App Store پر شرح
vi: Xếp hạng trên App Store
zh_hans: 在 App Store 中评分
zh_hant: 在 App Store 上評分

source: Rate Screenshot Bro
ar: معدل Screenshot Bro
ca: Valora Screenshot Bro
cs: Hodnotit Screenshot Bro
da: Bedøm Screenshot Bro
de: Screenshot Bro bewerten
el: Αξιολόγηση Screenshot Bro
es: Valorar Screenshot Bro
fa: امتیاز دادن به Screenshot Bro
fi: Arvioi Screenshot Bro
fr: Noter Screenshot Bro
he: דרג Screenshot Bro
hr: Ocijenite Screenshot Bro
hu: Értékelés Screenshot Bro
id: Nilai Screenshot Bro
it: Valuta Screenshot Bro
ja: Screenshot Bro を評価
ko: Screenshot Bro 평가하기
ms: Nilaikan Screenshot Bro
nl: Beoordeel Screenshot Bro
no: Vurder Screenshot Bro
pl: Oceń Screenshot Bro
pt_br: Avaliar o Screenshot Bro
pt_pt: Taxa Screenshot Bro
ro: Evaluați Screenshot Bro
ru: Оценить Screenshot Bro
sk: Hodnotiť Screenshot Bro
sl: Ocenite Screenshot Bro
sv: Betygsätt Screenshot Bro
th: ให้คะแนน Screenshot Bro
tr: Screenshot Bro'yu Puanla
uk: Оцінити Screenshot Bro
ur: شرح Screenshot Bro
vi: Xếp hạng Screenshot Bro
zh_hans: 为 Screenshot Bro 评分
zh_hant: 為 Screenshot Bro 評分

source: Re-Translate All Text…
ar: إعادة ترجمة كل النص...
ca: Torneu a traduir tot el text...
cs: Znovu přeložit celý text…
da: Oversæt al tekst igen...
de: Gesamten Text neu übersetzen…
el: Εκ νέου μετάφραση όλου του κειμένου…
es: Retraducir todo el texto…
fa: ترجمهٔ دوبارهٔ همهٔ متن‌ها…
fi: Käännä kaikki teksti uudelleen…
fr: Retraduire tout le texte…
he: תרגם מחדש את כל הטקסט...
hr: Ponovno prevedi sav tekst…
hu: Az összes szöveg újrafordítása…
id: Terjemahkan Ulang Semua Teks…
it: Ritraduci tutto il testo…
ja: すべてのテキストを再翻訳…
ko: 모든 텍스트 다시 번역…
ms: Terjemah Semula Semua Teks…
nl: Alle tekst opnieuw vertalen…
no: Oversett all tekst på nytt...
pl: Przetłumacz ponownie cały tekst…
pt_br: Traduzir novamente todo o texto…
pt_pt: Traduzir novamente todo o texto…
ro: Retraduceți tot textul...
ru: Перевести весь текст заново…
sk: Znova preložiť celý text…
sl: Znova prevedi vse besedilo ...
sv: Översätt all text igen...
th: แปลข้อความทั้งหมดอีกครั้ง...
tr: Tüm Metni Yeniden Çevir…
uk: Перекласти весь текст повторно…
ur: تمام متن کا دوبارہ ترجمہ کریں…
vi: Dịch lại tất cả văn bản…
zh_hans: 重新翻译所有文本…
zh_hant: 重新翻譯所有文字…
